Repository: mgiuditta/bubo
Catalog: Bubo/Catalogo/Catalogo.xcstrings
Source language: it
Languages: en

source: Abaco
en: Abacus

source: Aereo
en: Airplane

# aeroplanino
source: Aeroplanino di carta
en: Paper plane

source: Albero
en: Tree

source: Altoparlante
en: Loudspeaker

source: Alveare
en: Beehive

source: Ambulanza
en: Ambulance

source: Amo
en: Fishing hook

source: Ancora
en: Anchor

source: Anguria
en: Watermelon

source: Annaffiatoio
en: Watering can

source: Ape
en: Bee

source: Appendiporta
en: Door hanger

source: Aquilone
en: Kite

source: Arco
en: Bow

source: Arcobaleno
en: Rainbow

source: Arpa
en: Harp

source: Asterisco
en: Asterisk

source: Auto
en: Car

source: Autobus
en: Bus

source: Avviso
en: Warning

source: Bacchetta magica
en: Magic wand

source: Balena
en: Whale

source: Banca
en: Bank

source: Bancomat
en: ATM

source: Banconota
en: Banknote

source: Bandierine
en: Bunting

source: Barattolo
en: Jar

source: Barca a vela
en: Sailboat

source: Batteria
en: Drums

source: Bersaglio
en: Target

source: Biberon
en: Baby bottle

# bicchiere-vino
source: Calice di vino
en: Wine Glass

source: Bicicletta
en: Bicycle

source: Biglietto
en: Ticket

source: Bilancia
en: Scale

source: Binocolo
en: Binoculars

source: Bivio
en: Signpost

source: Boccale
en: Beer mug

source: Bomboletta
en: Spray can

source: Borraccia
en: Water bottle

# borsa-ghiaccio
source: Borsa del ghiaccio
en: Ice pack

# borsa-postino
source: Borsa del postino
en: Mailbag

# borsa-spesa
source: Borsa della spesa
en: Shopping Bag

source: Bullone
en: Bolt

source: Bussola
en: Compass

source: Busta
en: Envelope

source: Busto
en: Bust

source: Cacciavite
en: Screwdriver

source: Calamita
en: Magnet

source: Calcolatrice
en: Calculator

source: Calendario
en: Calendar

source: Campanello
en: Service bell

source: Camper
en: Camper Van

source: Canarino
en: Canary

source: Cancelletto
en: Hashtag

source: Cancello
en: Gate

source: Cane
en: Dog

source: Canestro
en: Basketball Hoop

source: Canoa
en: Canoe

# cappello-detective
source: Cappello da detective
en: Detective Hat

# cappello-giullare
source: Cappello da giullare
en: Jester Hat

# cappello-laurea
source: Cappello di laurea
en: Graduation Cap

# cappello-natale
source: Cappello di Natale
en: Santa hat

source: Carattere
en: Typeface

source: Carillon
en: Music Box

source: Carota
en: Carrot

source: Carrello
en: Shopping cart

source: Carriola
en: Wheelbarrow

source: Carta di credito
en: Credit card

source: Carte
en: Playing cards

source: Cartella
en: Folder

source: Cartolina
en: Postcard

# cartone-latte
source: Cartone del latte
en: Milk carton

source: Casa
en: House

source: Cascata
en: Waterfall

# casco-astronauta
source: Casco da astronauta
en: Astronaut Helmet

source: Cassa
en: Cash register

source: Cassaforte
en: Safe

# cassetta
source: Audiocassetta
en: Cassette

# cassetta-attrezzi
source: Cassetta degli attrezzi
en: Toolbox

source: Cassetta postale
en: Mailbox

source: Castello
en: Castle

source: Catena
en: Chain

source: Cavalletto
en: Easel

# cavallo-scacchi
source: Cavallo degli scacchi
en: Chess knight

source: Cavalluccio marino
en: Seahorse

source: Ceralacca
en: Wax seal

source: Cerniera
en: Zipper

source: Cerotto
en: Plaster

source: Cervello
en: Brain

source: Cervo
en: Stag

source: Cestino
en: Waste Bin

# cestino-picnic
source: Cestino da picnic
en: Picnic Basket

source: Chiave
en: Key

source: Chiave di violino
en: Treble clef

source: Chiave inglese
en: Wrench

# chicco-caffe
source: Chicco di caffè
en: Coffee Bean

source: Chiocciola
en: At sign

source: Chitarra
en: Guitar

source: Ciak
en: Clapperboard

source: Cilindro
en: Top Hat

source: Cintura
en: Belt

source: Clessidra
en: Hourglass

source: Coccarda
en: Rosette

source: Colla
en: Glue

source: Colonna
en: Column

source: Compasso
en: Compass

source: Conchiglia
en: Shell

source: Cono
en: Traffic Cone

source: Contaminuti
en: Kitchen Timer

source: Contatore
en: Utility Meter

# corda
source: Corda per saltare
en: Jump rope

source: Cornamusa
en: Bagpipe

source: Cornetta
en: Handset

source: Cornice
en: Picture frame

source: Corno
en: Horn

source: Corona
en: Crown

source: Cravatta
en: Necktie

source: Crema
en: Lotion

source: Cronometro
en: Stopwatch

# cubi-alfabeto
source: Cubi dell'alfabeto
en: Alphabet blocks

source: Cubo
en: Cube

source: Cuffie
en: Headphones

source: Cuore
en: Heart

# cuscino-collo
source: Cuscino da viaggio
en: Neck Pillow

source: Dado
en: Die

source: Dente
en: Tooth

# diagramma
source: Diagramma di flusso
en: Flowchart

source: Diamante
en: Diamond

source: Diapason
en: Tuning Fork

source: Dinosauro
en: Dinosaur

source: Dischetto
en: Floppy disk

source: Disco volante
en: Flying Saucer

source: Drago
en: Dragon

source: Elefante
en: Elephant

source: Elenco
en: List

source: Elicottero
en: Helicopter

# elmetto
source: Elmetto da cantiere
en: Hard hat

source: Elmo
en: Helmet

source: Estintore
en: Fire Extinguisher

source: Etichetta
en: Tag

source: Evidenziatore
en: Highlighter

source: Fabbrica
en: Factory

source: Fantasma
en: Ghost

source: Farfalla
en: Butterfly

source: Faro
en: Lighthouse

source: Fedi
en: Wedding Rings

source: Fiamma
en: Flame

source: Finestra
en: Window

source: Fiocco di neve
en: Snowflake

source: Fisarmonica
en: Accordion

source: Fischietto
en: Whistle

source: Flauto
en: Flute

source: Foglia
en: Leaf

source: Foglio
en: Sheet

source: Forbici
en: Scissors

source: Forchetta
en: Fork

source: Formaggio
en: Cheese

source: Formica
en: Ant

source: Formina
en: Cookie Cutter

source: Forziere
en: Treasure Chest

source: Fotocopiatrice
en: Copier

source: Francobollo
en: Postage stamp

source: Frigorifero
en: Fridge

source: Frullatore
en: Blender

source: Fulmine
en: Lightning Bolt

source: Fumetto
en: Speech Bubble

source: Fungo
en: Mushroom

source: Funivia
en: Cable car

# fuochi-artificio
source: Fuochi d'artificio
en: Fireworks

source: Furgone
en: Delivery van

source: Gatto
en: Cat

source: Gelato
en: Ice cream

source: Gerarchia
en: Hierarchy

source: Germoglio
en: Sprout

source: Ghiacciolo
en: Icicle

source: Giornale
en: Newspaper

# giorno-notte
source: Giorno e notte
en: Day and night

source: Giradischi
en: Turntable

source: Giraffa
en: Giraffe

source: Girasole
en: Sunflower

source: Globo
en: Globe

source: Goccia
en: Drop

source: Gomitolo
en: Ball of Yarn

source: Gomma
en: Eraser

source: Graffetta
en: Paper clip

# grafico-barre
source: Grafico a barre
en: Bar chart

source: Gruccia
en: Clothes Hanger

# guantone
source: Guantone da boxe
en: Boxing Glove

source: Imbuto
en: Funnel

# impronta
source: Impronta digitale
en: Fingerprint

source: Incudine
en: Anvil

source: Indicatore
en: Gauge

# info
source: Informazioni
en: Info

source: Ingranaggio
en: Cog

source: Insetto
en: Bug

source: Interruttore
en: Switch

source: Lampada
en: Lamp

source: Lampadina
en: Light bulb

source: Lanterna
en: Lantern

source: Lavagna
en: Blackboard

source: Lavatrice
en: Washing Machine

source: Leggio
en: Music Stand

source: Lente
en: Magnifier

source: Lepre
en: Hare

source: Letto
en: Bed

source: Libro
en: Book

source: Limone
en: Lemon

source: Linea del tempo
en: Timeline

source: Lingotto
en: Gold bar

source: Livella
en: Spirit level

source: Loto
en: Lotus

source: Lucchetto
en: Padlock

source: Lumaca
en: Snail

source: Luna
en: Moon

source: Macchina da scrivere
en: Typewriter

source: Macchina fotografica
en: Camera

source: Manichino
en: Dummy

source: Mano
en: Hand

source: Manubrio
en: Dumbbell

source: Mappa
en: Map

source: Martelletto
en: Gavel

source: Maschera
en: Mask

source: Matita
en: Pencil

source: Matrioska
en: Matryoshka

source: Mattoni
en: Bricks

source: Megafono
en: Megaphone

source: Meridiana
en: Sundial

source: Metro
en: Tape measure

source: Metronomo
en: Metronome

source: Microfono
en: Microphone

source: Microscopio
en: Microscope

source: Mirino
en: Viewfinder

source: Molecola
en: Molecule

source: Molla
en: Spring

source: Moneta
en: Coin

source: Mongolfiera
en: Hot-air balloon

source: Monopattino
en: Scooter

source: Montagna
en: Mountain

source: Morsa
en: Vise

source: Moschettone
en: Carabiner

source: Motocicletta
en: Motorcycle

source: Mucca
en: Cow

source: Naso
en: Nose

# nastro
source: Nastro trasportatore
en: Conveyor Belt

source: Nastro adesivo
en: Duct Tape

source: Nave
en: Ship

source: Nebbia
en: Fog

source: Negozio
en: Shop

source: Neurone
en: Neuron

source: Nodo
en: Knot

source: Nota
en: Music Note

source: Nuvola
en: Cloud

source: Occhiali
en: Glasses

source: Occhiali da sole
en: Sunglasses

source: Occhio
en: Eye

source: Ombrello
en: Umbrella

source: Ombrellone
en: Beach umbrella

source: Omino
en: Little Person

source: Onda
en: Wave

source: Onda sonora
en: Sound Wave

source: Orecchio
en: Ear

source: Organo
en: Pipe Organ

source: Orme
en: Footprints

source: Orologio
en: Watch

source: Orsacchiotto
en: Teddy bear

source: Orso
en: Bear

source: Osso
en: Bone

source: Pacco
en: Parcel

source: Pagliaio
en: Haystack

source: Pala eolica
en: Wind turbine

source: Palla al piede
en: Ball and Chain

source: Palla di cristallo
en: Crystal Ball

# pallino-notifica
source: Pallino di notifica
en: Notification badge

source: Palloncino
en: Balloon

source: Pallone
en: Football

source: Palma
en: Palm tree

source: Pane
en: Bread

source: Papera
en: Rubber duck

source: Pappagallo
en: Parrot

source: Paracadute
en: Parachute

source: Parcheggio
en: Parking

source: Parentesi
en: Braces

source: Passaporto
en: Passport

source: Pastelli
en: Crayons

source: Pattino
en: Ice Skate

source: Pedine
en: Pawns

source: Pendolo
en: Pendulum

source: Pennello
en: Paintbrush

source: Pennino
en: Pen nib

source: Pentola
en: Pot

source: Peperoncino
en: Chilli pepper

source: Percentuale
en: Percent

source: Periscopio
en: Periscope

source: Pesapersone
en: Bathroom scale

source: Pesce
en: Fish

source: Pettine
en: Comb

source: Pi greco
en: Pi

source: Pianoforte
en: Piano

source: Piccone
en: Pickaxe

source: Pila
en: Battery

source: Pillola
en: Pill

source: Pinguino
en: Penguin

source: Pinne
en: Swim fins

source: Pinza
en: Pliers

source: Piramide
en: Pyramid

source: Piuma
en: Quill

source: Podio
en: Podium

source: Polmoni
en: Lungs

source: Polpo
en: Octopus

# pompa-benzina
source: Pompa di benzina
en: Petrol Pump

source: Ponte
en: Bridge

source: Porta
en: Door

source: Portafoglio
en: Wallet

source: Pozzo
en: Well

source: Prisma
en: Prism

source: Proiettore
en: Projector

source: Provetta
en: Test Tube

source: Pulsante
en: Button

source: Puntatore
en: Pointer

source: Puntina
en: Pushpin

source: Punto interrogativo
en: Question Mark

source: Pupazzo di neve
en: Snowman

source: Quadrifoglio
en: Four-leaf clover

source: Racchetta
en: Racket

source: Ragnatela
en: Spider web

source: Ragno
en: Spider

source: Ramo
en: Branch

source: Rana
en: Frog

source: Rasoio
en: Razor

source: Razzo
en: Rocket

source: Regalo
en: Gift

source: Rete da pesca
en: Fishing Net

source: Ricetrasmittente
en: Walkie-talkie

source: Riciclo
en: Recycling

source: Riflettore
en: Spotlight

source: Riunione
en: Meeting

source: Rocchetto
en: Spool

source: Rosa
en: Rose

source: Rossetto
en: Lipstick

source: Rotolo
en: Scroll

source: Rubinetto
en: Tap

source: Rubrica
en: Address book

source: Ruota criceto
en: Hamster wheel

source: Ruota panoramica
en: Ferris Wheel

source: Salvadanaio
en: Piggy bank

source: Salvagente
en: Lifebuoy

source: Saponetta
en: Soap

source: Sassofono
en: Saxophone

source: Scaffale
en: Bookshelf

# scala-pioli
source: Scala a pioli
en: Ladder

source: Scarpa da corsa
en: Running shoe

source: Scarpetta
en: Ballet shoe

source: Schermo
en: Monitor

source: Sci
en: Skis

source: Sciarpa
en: Scarf

source: Scimmia
en: Monkey

source: Scoiattolo
en: Squirrel

source: Scontrino
en: Receipt

source: Scopa
en: Broom

source: Scudo
en: Shield

source: Sdraio
en: Deck chair

source: Secchiello
en: Bucket

source: Sedia a dondolo
en: Rocking Chair

source: Sedia a rotelle
en: Wheelchair

source: Sega
en: Saw

source: Segnale
en: Signal

source: Segnalibro
en: Bookmark

source: Segnaposto
en: Map pin

source: Segugio
en: Hound

source: Semaforo
en: Traffic Light

source: Setaccio
en: Sieve

# sfigmomanometro
source: Misuratore di pressione
en: Blood pressure monitor

source: Sincronia
en: Sync

source: Sintetizzatore
en: Synthesizer

source: Sipario
en: Stage curtain

source: Siringa
en: Syringe

source: Soffione
en: Dandelion

source: Sole
en: Sun

source: Spillatrice
en: Stapler

source: Spina
en: Plug

source: Spugna
en: Sponge

source: Spunta
en: Check mark

source: Squadra
en: Set Square

source: Stampante
en: Printer

source: Stampella
en: Crutch

source: Stella
en: Star

source: Stetoscopio
en: Stethoscope

source: Stop
en: Stop sign

source: Stretta di mano
en: Handshake

source: Sveglia
en: Alarm clock

source: Tabella
en: Table

source: Taccuino
en: Notebook

source: Tamburo
en: Drum

source: Tappetino
en: Yoga mat

source: Tartaruga
en: Turtle

source: Tavolozza
en: Palette

source: Tazza
en: Cup

source: Teiera
en: Teapot

source: Telecomando
en: Remote

source: Telescopio
en: Telescope

source: Televisore
en: Television

source: Tenda
en: Tent

source: Terminale
en: Terminal

source: Termometro
en: Thermometer

source: Termosifone
en: Radiator

source: Tesserino
en: ID Badge

source: Timbro
en: Stamp

source: Timone
en: Ship's Wheel

source: Toro
en: Bull

source: Torre controllo
en: Control tower

source: Torre di carte
en: House of cards

source: Torta
en: Cake

source: Tostapane
en: Toaster

source: Traguardo
en: Finish line

source: Tramonto
en: Sunset

source: Trapano
en: Drill

source: Trattore
en: Tractor

source: Treccia
en: Braid

source: Treno
en: Train

source: Triangolo
en: Triangle

source: Trofeo
en: Trophy

source: Tromba
en: Trumpet

source: Tubatura
en: Pipeline

source: Uncino
en: Hook

source: Uovo
en: Egg

source: Urna elettorale
en: Ballot Box

source: Valigetta
en: Briefcase

source: Valigia
en: Suitcase

source: Vaso
en: Vase

source: Vassoio
en: Tray

source: Ventaglio
en: Hand fan

source: Vento
en: Wind

source: Ventosa
en: Plunger

source: Violino
en: Violin

source: Virgolette
en: Quotation marks

source: Vulcano
en: Volcano

source: Xilofono
en: Xylophone

source: Zaino
en: Backpack

source: Zampa
en: Paw

source: Zanzara
en: Mosquito

source: Zolletta
en: Sugar Cube

source: Zucca
en: Pumpkin
